"Cheerful" = "ร่าเริง";

"Melodic" = "เมโลดิก";

"Relaxed" = "ผ่อนคลาย";

"Grooving" = "กรู๊ฟ";

"Distorted" = "บิดเบี้ยว";

"Acoustic" = "อะคูสติก";

"Processed" = "ปรับแต่ง";

"Single" = "เดี่ยว";

"Part" = "ส่วน";

"Dark" = "มืดหม่น";

"Dissonant" = "ไม่ประสานกัน";

"Intense" = "เข้มข้น";

"Arrhythmic" = "ไม่เป็นจังหวะ";

"Clean" = "คลีน";

"Electric" = "ไฟฟ้า";

"Dry" = "แห้ง";

"Ensemble" = "วง";

"Fill" = "เติม";

"Rock/Blues" = "ร็อค/บลูส์";

"Electronic/Dance" = "อิเล็กทรอนิกส์";

"Jazz" = "แจ๊ส";

"Urban" = "ลูกกรุง";

"World/Ethnic" = "เวิลด์";

"Cinematic/New Age" = "ภาพยนตร์";

"Orchestral" = "ออร์เคสตรา";

"Country/Folk" = "คันทรี่";

"Experimental" = "ทดลอง";

"Other Genre" = "ประเภทอื่น";

"Hip Hop" = "ฮิปฮอป";

"Electro House" = "อีเล็กโทรเฮาส์";

"Dubstep" = "ดั๊บสเตป";

"Modern RnB" = "อาร์แอนด์บีสมัยใหม่";

"Tech House" = "เทคโนเฮาส์";

"Deep House" = "ดีปเฮาส์";

"Chillwave" = "ชิลล์เวฟ";

"Funk" = "ฟังค์";

"Indie" = "อินดี";

"Vintage Breaks" = "วินเทจ เบรคส์";

"Hip Hop/RnB" = "ฮิปฮอป/อาร์แอนด์บี";

"House" = "เฮาส์";

"OtherGenreConsolidated" = "ประเภทอื่น";

"Chinese Traditional" = "จีนดั้งเดิม";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "เอฟเฟ็กต์เสียง";

"Bass House" = "เบสเฮาส์";

"Electronic Pop" = "อิเล็กทรอนิกส์ป๊อป";

"Techno" = "เทคโน";

"Bass" = "เบส";

"Electric Bass" = "เบสไฟฟ้า";

"Acoustic Bass" = "เบสอะคูสติก";

"Synthetic Bass" = "เบสซินธีติก";

"Drums" = "กลองทั้งหมด";

"Drum Kit" = "ชุด";

"Electronic Beats" = "จังหวะ";

"Kick" = "กระเดื่อง";

"Tom" = "กลองทอม";

"Snare" = "สแนร์";

"Cymbal" = "ฉาบ";

"Hi-hat" = "ไฮแฮท";

"Guitars" = "กีตาร์";

"Electric Guitar" = "กีตาร์ไฟฟ้า";

"Acoustic Guitar" = "กีตาร์อะคูสติก";

"Banjo" = "แบนโจ";

"Mandolin" = "แมนโดลิน";

"Slide Guitar" = "กีตาร์สไลด์";

"Pedal Steel Guitar" = "แป้นเหยียบเหล็ก";

"Horn/Wind" = "แตร";

"Saxophone" = "แซ็กโซโฟน";

"Trumpet" = "ทรัมเป็ต";

"Flute" = "ฟลุต";

"Trombone" = "ทรอมโบน";

"Clarinet" = "แคริเน็ต";

"French Horn" = "French Horn";

"Tuba" = "แตรทิวบา";

"Oboe" = "โอโบ";

"Harmonica" = "ฮาร์โมนิกา";

"Recorder" = "เครื่องอัดเสียง";

"Pan Flute" = "แพนฟลุต";

"Bagpipe" = "ปี่สก็อต";

"Bassoon" = "บาสซูน";

"Piccolo" = "ปิคโคโล";

"English Horn" = "แตรอังกฤษ";

"Brass" = "เครื่องเป่าทองเหลือง";

"Woodwind" = "เครื่องเป่าลมไม้";

"Keyboards" = "คีย์บอร์ด";

"Piano" = "เปียโน";

"Electric Piano" = "เปียโนไฟฟ้า";

"Organ" = "ออร์แกน";

"Clavinet" = "เคลวิเน็ต";

"Accordion" = "หีบเพลง";

"Synthesizer" = "ซินธ์";

"Rhodes" = "โรดส์";

"Celesta" = "ซีเลสตา";

"Harpsichord" = "ฮาร์พซิคอร์ด";

"Mallets" = "ค้อนไม้";

"Steel Drum" = "กลองโลหะ";

"Vibraphone" = "อารมณ์";

"Marimba" = "มาริมบา";

"Xylophone" = "ไซโลโฟน";

"Kalimba" = "คาลิมบา";

"Bell" = "กระดิ่ง";

"Timpani" = "ทิมปานี";

"Mixed" = "จิงเกิ้ล";

"Other Instrument" = "เครื่องดนตรีอื่น";

"Percussion" = "เพอร์คัสชั่น";

"Gong" = "ฆ้อง";

"Shaker" = "เครื่องเขย่า";

"Tambourine" = "แทมโบรีน";

"Conga" = "คองก้า";

"Bongo" = "บองโก้";

"Cowbell" = "คาวเบลล์";

"Clave" = "เคลฟ";

"Vinyl/Scratch" = "ไวนิล";

"Chime" = "เสียงระฆัง";

"Rattler" = "เครื่องสั่น";

"Sound Effect" = "FX";

"Misc2" = "เบ็ดเตล็ด";

"Boom" = "กระหึ่ม";

"All Effects" = "เอฟเฟ็กต์ทั้งหมด";

"Effects" = "เอฟเฟ็กต์เสียง";

"Ambience" = "รอบข้าง";

"People" = "บุคคล";

"Transportation" = "สถานะการเล่น";

"Weapons" = "อาวุธ";

"Explosions" = "ระเบิด";

"Impacts & Crashes" = "กระทบ";

"Animals" = "สัตว์";

"Sports & Leisure" = "กีฬา";

"Mech/Tech" = "เครื่องจักร";

"Work/Home" = "ที่ทำงาน/ที่บ้าน";

"Misc." = "เบ็ดเตล็ด";

"Foley" = "โฟลีย์";

"Motions & Transitions" = "สติงเกอร์ส";

"Sci-Fi" = "ไซ-ไฟ";

"Strings" = "สตริง";

"Violin" = "ไวโอลิน";

"Viola" = "วิโอลา";

"Cello" = "เชลโล";

"Harp" = "พิณ";

"Koto" = "โคโตะ";

"Sitar" = "ซิตาร์";

"Double Bass" = "ดับเบิ้ลเบส";

"Texture/Atmosphere" = "พื้นผิว";

"Vocals" = "เสียงร้อง";

"Male" = "ชาย";

"Female" = "หญิง";

"Choir" = "ประสานเสียง";

"All" = "ทั้งหมด";

"Favorites" = "รายการโปรด";

"Genres" = "ประเภท";

"Instruments" = "เครื่องดนตรี";

"Moods" = "อารมณ์";

"Reset" = "รีเซ็ต";

